[
  {
    "id": 1,
    "name": "Teeth Cleaning",
    "img": "http://patnadentalhospital.com/wp-content/uploads/2020/08/Dental-cleaning.jpg",
    "short_description": "Many people dread teeth cleanings. Between the prodding, strange noises, and occasional jaw discomfort, it’s easy to understand their apprehension. But for most, a teeth cleaning is simple and painless.",
    "detailed_description": "Many people dread teeth cleanings. Between the prodding, strange noises, and occasional jaw discomfort, it’s easy to understand their apprehension. But for most, a teeth cleaning is simple and painless.Knowing exactly what is going on during the process can help ease your stress and allow you to better enjoy the minty-fresh results.\n    1. A physical exam\n    Most teeth cleanings are performed by a dental hygienist. Before the actual cleaning process begins, they start with a physical exam of your entire mouth.If they detect major problems, the dental hygienist might call the dentist to make sure it’s fine to proceed.\n    2. Removing plaque and tartar\n    With the small mirror to guide them, the dental hygienist uses a scaler to get rid of plaque and tartar around your gum line, as well as in between your teeth. You’ll hear scraping, but this is normal. The more tartar there is in your mouth, the more time they’ll need to scrape a particular spot.Brushing and flossing stops plaque from building up and hardening into tartar.\n    Once you have tartar, you can only have it removed at your dentist’s office. So if this is your least favorite part of the teeth cleaning process, the lesson is to brush and floss more often.\n    3. Gritty toothpaste cleaning\n    After your teeth are completely tartar-free, the hygienist brushes them with a high-powered electric brush.which makes a grinding noise. While it sounds scary, it’s a great way to get a deep clean and remove any tartar left behind from the scaler.\n    Professional cleanings use toothpaste that smells and tastes like regular toothpaste, though you can often choose between flavors. However, it has a gritty consistency that gently scrubs your teeth. If done by a professional, this polishing of the teeth is deemed safe to do twice a year. But don’t be as harsh with your teeth at home, because you’ll wear down the enamel.\n    "
  },
  {
    "id": 2,
    "name": "Fillings and Restorations",
    "img": "http://dentistinsparta.com/wp-content/uploads/2018/02/Dental-Filling-Types.jpg",
    "short_description": "If your teeth are missing, decayed, weakened or fractured, you might need a dental restoration. Examples of dental restorations include fillings, crowns, implants, bridges and dentures. See your dentist if you’re having any problems with your teeth.",
    "detailed_description": "Dental Restorations\n    If your teeth are missing, decayed, weakened or fractured, you might need a dental restoration. Examples of dental restorations include fillings, crowns, implants, bridges and dentures. See your dentist if you’re having any problems with your teeth.\n    1.What are dental restorations?\n    Restorations are the various ways your dentist can replace or restore your missing teeth or missing parts of your tooth structure, or structures that need to be removed to prevent decay that may cause you pain in the future.\n    2.What kinds of problems are treated with dental restorations?\n    The tooth structures can be missing due to decay, deterioration (weakening) of a previously placed restoration, or fracture of your tooth. Dental restorations can fix those problems.\n    3.What happens before a dental restoration?\n    The procedures preceding a dental restoration depend on what type of restoration you’re having. Before any procedure, be sure to keep your teeth as clean as possible by brushing and flowing. Your dentist will discover cavities during a routine cleaning and schedule an appointment to apply fillings. For dentures, during a preliminary visit, they’ll measure your mouth and make models of your jaw.\n    "
  },
  {
    "id": 3,
    "name": "Tooth Extractions",
    "img": "https://www.mydentistforlife.com/wp-content/uploads/2019/12/tooth-extraction.png",
    "short_description": "If you are facing a tooth extraction, it can seem a little daunting and nerve-wracking. But did you know that tooth extraction is a fairly standard dental procedure? This article will discuss tooth extraction and what you need to know. ",
    "detailed_description": "If you are facing a tooth extraction, it can seem a little daunting and nerve-wracking. But did you know that tooth extraction is a fairly standard dental procedure? This article will discuss tooth extraction and what you need to know. \n    Tooth extraction is the removal of a tooth from its socket in the bone. If you are facing a tooth extraction, it can seem a little daunting and nerve-wracking. But did you know that tooth extraction is a relatively standard dental procedure? Let’s face the fear together. Take a look at our what’s-what guide on tooth extraction to help you prepare for your upcoming procedure.\n    1.When Is Tooth Extraction Necessary?\n    In many cases,  you can repair teeth that are broken or damaged by decay with a filling, crown, or other dental treatment. Sometimes, though, the damage is too severe to repair, so your dentist will recommend extraction.\n    2.Preparation\n    Before removing a tooth, your dentist will thoroughly review your medical and dental history and take the appropriate X-rays. X-rays reveal the length, shape, and position of the tooth and surrounding bone. From this information, your dentist can determine the best way to remove the tooth or whether to refer you to an oral surgeon.\n    3.Tooth Extraction Process\n    The most important thing to keep up with after a tooth extraction, is keeping the area clean and preventing infection. Immediately following the procedure, your dentist might ask you to bite down gently on a piece of dry, sterile gauze, which you should keep in place for up to 30 to 45 minutes to limit bleeding, while clotting takes place. Your dentist will provide you with detailed aftercare instructions, but for 24 hours following your extraction, you shouldn't smoke, rinse your mouth vigorously, or clean the teeth next to the extraction site.\n    "
  }
]
